{
  "stays": [
    {
      "_id": "10006111",
      "name": "Super cute apt perfect for couples, Montmartre",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622875972/Jaunt%20Demo%20Data/paris-1-5_lx6kvt.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622875973/Jaunt%20Demo%20Data/paris-1-3_fdqj3j.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622875972/Jaunt%20Demo%20Data/paris-1-2_cvogca.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622875972/Jaunt%20Demo%20Data/paris-1-1_bqu3kk.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622875973/Jaunt%20Demo%20Data/paris-1-4_auhjeg.jpg"
      ],
      "price": 91.00,
      "summary": "Located in the trendy and charming area of Montmartre (18th arrondissement) the apartment is perfect for couples travelling in Paris. Within walking distance you can enjoy must see touristic attractions such as Moulin Rouge and Montmartre. All other key attractions – Opera, Louvre, Eiffel Tower, Notre Dame, Le Marais – are just 20/25 minutes away by subway. You can also enjoy a more Parisian atmosphere by discovering the charming areas of Abesse, Rue des Martyrs and South Pigalle.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Transportation",
        "Coffee",
        "Room service"
      ],
      "host": {
        "_id": "7511804699240",
        "fullname": "Quentin",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "France",
        "countryCode": "FR",
        "address": "Paris, France",
        "lat": 48.864716,
        "lng": 2.349014
      },
      "reviews": [
        {
          "id": "51399211",
          "txt": "Toute les indications pour se rendre à l’appartement sont claires et précises, le lieu est aussi charment que sur les photos, l’hôte répond rapidement à chacune de nos questions et la mise à disposition pour se faire des jus de fruits le matin est l’intention qui fait tout. En conclusion, un très bon séjour passé dans cet appartement que je recommande.",
          "rate": 4,
          "by": {
            "_id": "u102",
            "fullname": "Faustine",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102",
        "u103"
      ]
    },
    {
      "_id": "3434434343435555",
      "name": "Tao express , opéra LAFAYETTE",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622877448/Jaunt%20Demo%20Data/paris-4-1_ffwqbd.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622877448/Jaunt%20Demo%20Data/paris-4-2_gdrpl1.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622877447/Jaunt%20Demo%20Data/paris-4-3_wlibwn.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622877448/Jaunt%20Demo%20Data/paris-4-4_bbcff3.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622877448/Jaunt%20Demo%20Data/paris-4-5_cqnj4a.jpg"
      ],
      "price": 88.82,
      "summary": "Cosy, Comfortable and quiet apartment at the heart of Paris! Perfect for 1 to 4 people. Appartement cocooning parisien sublimé par une décoration élégante ,ultra moderne et design ,tout équipé idéal pour les familles, les couples mais aussi pour les voyages d'affaires. Il se situe dans un quartier idéal pour profiter des animations diurnes comme nocturnes entre le quartier Montorgueil /Les Halles /Opéra/Lafayette . L'appartement est au rez-de-chaussée lumineux dans une résidence sécurisée.",
      "capacity": 4,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Transportation",
        "Coffee"
      ],
      "host": {
        "_id": "7510204775894",
        "fullname": "Marie",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "France",
        "countryCode": "FR",
        "address": "Paris, France",
        "lat": 48.864716,
        "lng": 2.349014
      },
      "reviews": [
        {
          "id": "222223233",
          "txt": "Marie’s house was very clean and beautifully decorated. The location is perfect and close to many attractions. The metro stops were very close and there were lots of nice cafes and restaurants in the area. The area also felt safe to walk around.",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Elspeth",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "879888678",
          "txt": "What a great place to stay! Such a nice place tucked away in a great location, very clean and modern - I would absolutely stay here again. The only issue was the Wifi didn't work, we told the host who arranged for someone to fix it the next day but then it stopped working again that night. Thanks for a lovely stay, we thoroughly enjoyed it!",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Megan",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "32345555666",
          "txt": "The apartment is exactly as pictured, very clean, and in a wonderfully central location! Marie is very responsive and accommodating, so I highly recommend booking with her for your stay.",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Allie",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "3578888",
          "txt": "Great place, great location and great host! Marie let us check in earlier than expected which was great! It’s a very stylish, Parisian style loft :)",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Paula",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102",
        "u103"
      ]
    },
    {
      "_id": "10006113",
      "name": "Contemporary studio flat near Battersea Park",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622904659/Jaunt%20Demo%20Data/london-1-1_morufp.webp",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622904659/Jaunt%20Demo%20Data/london-1-2_dqyir0.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622904659/Jaunt%20Demo%20Data/london-1-3_bjt2mk.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622904659/Jaunt%20Demo%20Data/london-1-4_bleb97.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622904659/Jaunt%20Demo%20Data/london-1-5_f3fb7c.jpg"
      ],
      "price": 119.00,
      "summary": "A lovely contemporary studio apartment just 1 minute walk from Battersea Park. There is a separate mezzanine area with a double bed with a skylight window for nocturnal sky gazing. There is a fully equipped kitchen with everything you could possibly need. It backs onto a quiet residential road so is wonderfully quiet. There is a Santander bike hire station just 20 seconds away, perfect for a cycle to Battersea Park or over the bridge to Chelsea and the King's Road.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning"
      ],
      "host": {
        "_id": "89655",
        "fullname": "Oliver",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "United kingdom",
        "countryCode": "UK",
        "address": "London, United Kingdom",
        "lat": 51.509865,
        "lng": -0.118092
      },
      "reviews": [
        {
          "id": "6675543432443",
          "txt": "Really cosy flat is a great location right next to the park. If you’re very tall it may be a bit of a squeeze but it isn’t really too much of an issue. The flat has everything you need and it’s nice and quiet in the evening. Oliver was really helpful the whole time and made my time there very easy.",
          "rate": 5,
          "by": {
            "_id": "u102455",
            "fullname": "Richard",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5646676856756",
          "txt": "Great communication and service from Oliver - very responsive and helpful with messages. Location and place were as described, clean and well equipped. Location and being at the back of the building also meant it was very quiet and peaceful. Will definitely stay again.",
          "rate": 5,
          "by": {
            "_id": "u102455",
            "fullname": "Nicholas",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "23443434",
          "txt": "Truly superhost. If you are looking for a nice walk and easy location to get to for the best sightseeings of the Central London, you're in the right place. Many extras for the guests. Would like to come back.",
          "rate": 5,
          "by": {
            "_id": "u102455",
            "fullname": "Olga",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "655766788",
          "txt": "As a runner I picked this place for a short stay due to its location next to Battersea Park and easy access into Chelsea and the S Kensington Tube station. It's small but very clean, well equipped and Oliver is a fantastic host responding immediately to questions and checking in via email shortly after i moved in to make sure everything was alright. Everything as pictured and described on the site - the loft bedroom is tight but I liked it - added some character! Highly recommend this place for a quick stay in a great part of town.",
          "rate": 5,
          "by": {
            "_id": "u102475",
            "fullname": "John",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u102"
      ]
    },
    {
      "_id": "10006115",
      "name": "Oasis of calm Faubourg St Denis in Mobility Lease",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876439/Jaunt%20Demo%20Data/paris-2-1_b2pynr.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876439/Jaunt%20Demo%20Data/paris-2-2_qlybep.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876439/Jaunt%20Demo%20Data/paris-2-3_qhuiif.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876439/Jaunt%20Demo%20Data/paris-2-4_jtperh.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876439/Jaunt%20Demo%20Data/paris-2-5_fdklvy.jpg"
      ],
      "price": 36.00,
      "summary": "Welcome to our cozy and entirely refurbished studio apartment, located rue du Faubourg Saint-Denis, in the heart of Paris’s 10th arrondissement, near the famous Grand Boulevards, République, and the Marais. Close to 8 subway and RER lines, it’s ideally located to discover all that Paris has to offer",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen"
      ],
      "host": {
        "_id": "7511001385723",
        "fullname": "Guillaume",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "France",
        "countryCode": "FR",
        "address": "Paris,france",
        "lat": 48.864716,
        "lng": 2.349014
      },
      "reviews": [
        {
          "id": "4534556768767",
          "txt": "A small but very nice flat. It's located in a lively street full of restaurants and not too far from Paris' main tourist attractions. I thoroughly enjoyed by stay there.",
          "rate": 4,
          "by": {
            "_id": "u102",
            "fullname": "Nicolas",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "34354567677",
          "txt": "This place is the PLACE !! Near everything super trendy neighbourhood, great food , drinks and etc !! Stay here !!",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Luis Enrique",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5656575434343",
          "txt": "The studio is a stylish place in a great neighborhood. It is very well equipped, the ventilator was our best friend during the heatwave this summer. Even though the place is very cool because it's located on the ground floor. The bed sofa is top quality and we enjoyed the possibility to sit outside for diner. We used the outside table everyday. The neighborhood is very lively with great restaurants and grocery shops. Once you enter from the street, it's so peaceful. We can absolutely recommend this place and Guillaume is a super host!",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Marianne",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5656575434343",
          "txt": "A small but well thought out space that I really enjoyed my stay in. I would highly recommend for a single person, Guillaume communicates really quickly and well",
          "rate": 4,
          "by": {
            "_id": "u102",
            "fullname": "Lucia",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "4545645676544",
          "txt": "We absolutely adored Guillaume and Justine's sweet little flat. I cannot say enough great things about our experience. First, the location is superb. There are a ton of great bars and restaurants nearby and they thoughtfully prepared a wonderful guide. Also, they are super organized and left instructions for all of the appliances, which we appreciated since we needed them to figure out the coffee machine. Ha! Everything was immaculately clean and smelled really nice. Communication was super easy and Guillaume always replied really quickly. We enjoyed our trip to Paris and would love to stay in their flat again. Thank you for everything!",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Kelly",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5465443323232323",
          "txt": "Lovely quiet place in a busy street as Rue du faouburg. The metro station is just 3 Blocks away and the buses all over. Guillaume was not on town but he made sure we had all we needed in the flat. The sofá bed was so confortable. The flat is 20 minutes away from Paris downtown.",
          "rate": 5,
          "by": {
            "_id": "u102",
            "fullname": "Jonathan",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "1000117",
      "name": "Terrific Notting Hill Studio",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915576/Jaunt%20Demo%20Data/london-2-1_zscumm.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915575/Jaunt%20Demo%20Data/london-2-2_ksdsa1.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915576/Jaunt%20Demo%20Data/london-2-3_zk6e1v.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915576/Jaunt%20Demo%20Data/london-2-4_silaww.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915576/Jaunt%20Demo%20Data/london-2-5_zh347u.jpg"
      ],
      "price": 80.00,
      "summary": "We are still accepting bookings and taking extra cleaning precautions throughout the building during the new Tier 5 lockdown. This studio on the top floor in a beautiful house, in the heart of Notting Hill. The studio has recently been completely refurbished.",
      "capacity": 1,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Pets allowed"
      ],
      "host": {
        "_id": "5134533",
        "fullname": "Max And Billie",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "United kingdom",
        "countryCode": "UK",
        "address": "London, United Kingdom",
        "lat": 51.509865,
        "lng": -0.118092
      },
      "reviews": [
        {
          "id": "51321105",
          "txt": "I would recommend the place for anyone looking for a place to stay in London for a couple of nights. The apartment is small but cute and the location is perfect because it is just a few minutes away from the metro!",
          "rate": 5,
          "by": {
            "_id": "u1744",
            "fullname": "Sofia",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "221323236",
          "txt": "A small studio located 5 minutes away from Notting Hill Gate underground stop, suited for short stays. The flat has a kitchen with enough utensils to do simple cooking. An induction stove, kettle, toaste, pots and pans are available for use. Max and Billie are quick to respond to any queries which was helpful during the stay. The space was properly clean and there’s a table which served as a useful desk to work on during my stay. The only downsides I’ve found was that the water on the kitchen tap wasn’t available due to low pressure I believe, this was not much of an issue since the water of tap in the toilet sink is also drinkable and was always working. Self-checking was useful since I arrived quite late but it makes use of a digital key service called Klevio. This removes the need to make use of a lockbox but I found it can be cumbersome to navigate the app to open doors whilst carrying things or it can cause issues for your data ends and you’re not connected to the Wifi on the lower ground floor. Details are provided and I recommend connecting as soon as you check in. Additionally, make sure you always have your phone fully charged, running out of battery could mean you can get locked out. Otherwise it was a good stay, other guests were very respectful too. Thanks Max and Billie!",
          "rate": 4,
          "by": {
            "_id": "u108",
            "fullname": "Cristiano",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "513923227",
          "txt": "This was a stylish space and made for a good place for my self-isolation post travel. The studio has all amenities required and can easily be opted for a longer stay. The location is also convenient should you wish to tour the city. Billie is very prompt and attentive to guest requests which was a nice thing to see. Unfortunately, when booking I had not seen there is no lift in the property which made it harder for me to get to the top floor studio. But this was my error in not reading the advert correctly. A few things to remember - the shower has reduced pressure which can be a problem when you have long hair to wash! The corridor spaces are a little poorly lit and not finished to the same spec as the studio. Also, can be a problem if you are light sleeper as the sound travels easily through the thin party walls. However, when mentioned about this Billie did request the neighbouring occupier to keep the noise levels low. Overall, the stay was pleasant and would definitely recommend for short or long stays!",
          "rate": 4,
          "by": {
            "_id": "u109",
            "fullname": "Tej",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u104",
        "u107",
        "u108"
      ]
    },
    {
      "_id": "10006119",
      "name": "Stylish Mezzanine Apartment in Hackney",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915988/Jaunt%20Demo%20Data/london-3-1_qzadzb.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915987/Jaunt%20Demo%20Data/london-3-2_wd55br.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915988/Jaunt%20Demo%20Data/london-3-3_r27soj.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915988/Jaunt%20Demo%20Data/london-3-4_qxv30p.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622915987/Jaunt%20Demo%20Data/london-3-5_etobq8.jpg"
      ],
      "price": 115.00,
      "summary": "Lovely quiet 1 bedroom bedroom apartment with mezzanine, in the heart of East London. The flat is a lovely space with loads of natural light, high ceiling and amazing big windows. This is a very vibrant, trendy and secure part of the city. You can find everything you need on you doors step plus canal walks, parks or bike rental to explore other areas. This part of the city is well connected by overground and buses.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Kitchen",
        "Air conditioning"
      ],
      "host": {
        "_id": "51399120",
        "fullname": "Laura",
        "imgUrl": "https://source.unsplash.com/random/400x400/?face"
      },
      "loc": {
        "country": "United kingdom",
        "countryCode": "UK",
        "address": "London, United Kingdom",
        "lat": 51.509865,
        "lng": -0.118092
      },
      "reviews": [
        {
          "id": "51399211",
          "txt": "Amazing location and a beautiful space. Would be happy to come back again!",
          "rate": 5,
          "by": {
            "_id": "u111",
            "fullname": "Josie",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u108",
        "u109"
      ]
    },
    {
      "_id": "100061202",
      "name": "Ensuite Room Bermondsey Street",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622916608/Jaunt%20Demo%20Data/london-4-1_rjo9em.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622916608/Jaunt%20Demo%20Data/london-4-2_jz2rgz.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622916608/Jaunt%20Demo%20Data/london-4-3_rtgqqd.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622916608/Jaunt%20Demo%20Data/london-4-4_hsm6jn.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622916608/Jaunt%20Demo%20Data/london-4-5_yluybn.jpg"
      ],
      "price": 92.00,
      "summary": "Centrally located on Bermondsey Street , London Bridge area, in a quiet development. 7 minutes walk from London Bridge Station or Borough tube station. Borough market , The Shard , Tate Modern , Tower Bridge , The Tower of London are all within a walking distance.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Kitchen",
        "Air conditioning"
      ],
      "host": {
        "_id": "51399120",
        "fullname": "Laura",
        "imgUrl": "https://source.unsplash.com/random/400x400/?face"
      },
      "loc": {
        "country": "United kingdom",
        "countryCode": "UK",
        "address": "London, United Kingdom",
        "lat": 51.509865,
        "lng": -0.118092
      },
      "reviews": [
        {
          "id": "342444",
          "txt": "We arrived London, very tired and after a long travel. The apartment location was described accurately and we find it real quick, it was already clean and make up for us. The apartment is perfect for a couple, with a nice balcony and close to the London Bridge train station. There is a USB sockets on the wall so it is easy to charge the phones. Bermondsey street is really nice and calm with many bakeries and coffees, not scary to wander in it at night. Alex was the perfect host, really kind and polite, thoughtful, and helpful. He took care of us really well, brought us fruits and helped with the suitcases. Always asked if we are OK,and if we need something and yet his presence is not interrupted our privacy. The apartment is more than suggested and you'll have big fun taking it in your London trip. Coming back to the apartment is definitely a considerable option.",
          "rate": 5,
          "by": {
            "_id": "u112",
            "fullname": "Yael",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "342445",
          "txt": "Had an extremely pleasant stay at Alex’s place- prime location with cafes/ bars/ restaurants and the underground. The room looks even better than the photos and has great facilities- overall a great room with great value! Alex was extremely friendly and cooperative and made sure all our needs were fulfilled.",
          "rate": 5,
          "by": {
            "_id": "u113",
            "fullname": "Vaishnavi",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "342446",
          "txt": "Alex's place was nice and clean, cool decorations and had a beautiful balcony area. However, we did not expect Alex to be staying there as well although he was a lovely host. The only issue was the smell of smoke in the flat but, it did not enter our room so, not a big issue. The kitchen was spacious and tidy. The location was a 10 minute walk from the shard and London Bridge Station. London eye, the dungeon and aquarium were about 22 minutes by underground which was nice. Lots of cafe's on the road we were staying and in a quiet area.",
          "rate": 3,
          "by": {
            "_id": "u114",
            "fullname": "Christiane",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "342447",
          "txt": "I loved staying here so much I’ve booked again in 4 weeks. Its a beautiful bright clean stylish space. Minutes from funky cafes and restaurants. Only saw Alex a couple of times...he always greeted me with a big smile.",
          "rate": 4,
          "by": {
            "_id": "u115",
            "fullname": "Penny",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u108",
        "u109"
      ]
    },
    {
      "_id": "10006121",
      "name": "Design Loft In Central Paris",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622917096/Jaunt%20Demo%20Data/paris-6-1_brs46z.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622917096/Jaunt%20Demo%20Data/paris-6-2_uygx1k.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622917096/Jaunt%20Demo%20Data/paris-6-3_zxitao.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622917096/Jaunt%20Demo%20Data/paris-6-4_vpnfkh.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622917096/Jaunt%20Demo%20Data/paris-6-5_debxi4.jpg"
      ],
      "price": 101.00,
      "summary": "Experience a Parisian old boutique turned & designed into a flat by architect Majed Katir. In the heart of Paris, this 26 sq meters space ideal for a couple is inspired by Japanese architecture. Its set up is both aesthetic and practical. Located on the ground floor straight on a very quiet & safe street which is pedestrian only on Sundays. Lots of natural light.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Parking",
        "Transportation"
      ],
      "host": {
        "_id": "51399122",
        "fullname": "Jules",
        "imgUrl": "https://source.unsplash.com/random/400x400/?face"
      },
      "loc": {
        "country": "France",
        "countryCode": "FR",
        "address": "Paris ,France",
        "lat": 48.864716,
        "lng": 2.349014
      },
      "reviews": [
        {
          "id": "51399212",
          "txt": "the good: 1. Location is 5 star, 10 min walking from the opera, lot's of restaurants and bar in a walking distance, right next to the metro. 2. quiet - it's in a small street, so it's very quiet at night and you can sleep well. 3. kitchen is very nice, appliances works great. the less good: 1. cleaning - 4/5 - need some small improvement, mainly in the kitchen and bathroom. 2. airflow - there is only one tiny tiny window above the front door. (no window in the bathroom). overall - good entrapment. amazing location.",
          "rate": 4,
          "by": {
            "_id": "u114",
            "fullname": "Nadav",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "51399213",
          "txt": "I really enjoyed my stay, the space is beautifully decorated and well planned with everything that one needs. The location is great and on a quiet street so I slept well. There is floor heating which made all the difference! Jules was very quick at responding to any questions I had. Only small disappointment was that it’s on the ground floor and not a loft like it was described... I felt safe on the ground floor nevertheless! Thank you!",
          "rate": 5,
          "by": {
            "_id": "u116",
            "fullname": "Julia",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399214",
          "txt": "The neighborhood was amazing and jules’ place is on a quiet adorable street. The bed is super comfy, it’s great for a short stay with one or two people. When I was there the fridge wasn’t on which was a bummer but jules helped me figure it out.",
          "rate": 5,
          "by": {
            "_id": "u117",
            "fullname": "Louisa",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "51399215",
          "txt": "Jule’s is great by all means! We were in awe with the thoughtful design, great location and sparkling cleanness of the space. Mind the ground floor location but please don’t be afraid, because this is the quietest street in Paris and it was actually great to have no more steps to climb after long walks around the city. Extra kudos for a coffee machine and a bottle of wine! Overall, would definitely recommend :)",
          "rate": 4,
          "by": {
            "_id": "u118",
            "fullname": "Daria",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u110",
        "u111",
        "u112"
      ]
    },
    {
      "_id": "3435454532432321",
      "name": "New! Charming flat near Termini",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918123/Jaunt%20Demo%20Data/rome-2-1_q21ngq.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918123/Jaunt%20Demo%20Data/rome-2-2_sz0g1t.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918123/Jaunt%20Demo%20Data/rome-2-3_jnjsip.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918123/Jaunt%20Demo%20Data/rome-2-4_fywcev.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918123/Jaunt%20Demo%20Data/rome-2-5_ircocz.jpg"
      ],
      "price": 74.00,
      "summary": "Set in a historic building, The Prince Apartment offers accommodation in central Rome, 800 m from Termini Train Station. Free WiFi is provided throughout the property. This apartment features a double bedroom, a living area with sofa bed and flat-screen TV, and a kitchen. The bathroom includes free toiletries. The Basilica of Santa Maria Maggiore and Basilica of San Giovanni in Laterano is about 800 mt from The Prince Apartment, While the Coliseum is a 20-minute walk away.",
      "capacity": 4,
      "amenities": [
        "Kitchen",
        "Wifi",
        "TV",
        "Air conditioning",
        "Parking"
      ],
      "host": {
        "_id": "434566763335",
        "fullname": "Enrica",
        "imgUrl": "https://source.unsplash.com/random/400x400/?face"
      },
      "loc": {
        "country": "Italy",
        "countryCode": "IT",
        "address": "Rome, Italy",
        "lat": 41.902782,
        "lng": 12.496366
      },
      "reviews": [
        {
          "id": "10006124",
          "txt": "We stayed for 3 nights at Enrica’s place and had a great experience. Good and quick communication. Smooth check in and out.",
          "rate": 5,
          "by": {
            "_id": "u122",
            "fullname": "Alex",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "6788899877566545432342",
          "txt": "Excellent location ! The flat corresponds perfectly to the description. Enrica is quickly reachable. I recommend this place.",
          "rate": 5,
          "by": {
            "_id": "u124",
            "fullname": "Valentin",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "10006126",
          "txt": "Lovely place in a picturesque Roman block. Good location and excellent and helpful host",
          "rate": 5,
          "by": {
            "_id": "u125",
            "fullname": "James",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        },
        {
          "id": "10006127",
          "txt": "Enrica’s place is cozy, very close to the train station. The neighborhood is multicultural and there is a very nice market close by. Enrica has provided quite some tips of Rome but Unfortunately we only stayed a couple of nights.",
          "rate": 5,
          "by": {
            "_id": "u126",
            "fullname": "Nefeli",
            "imgUrl": "https://source.unsplash.com/random/400x400/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u113"
      ]
    },
    {
      "_id": "10006125",
      "name": "PignetoRhome: La casa a Scacchi",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918566/Jaunt%20Demo%20Data/rome-3-1_t4osld.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918566/Jaunt%20Demo%20Data/rome-3-2_mqzqea.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918566/Jaunt%20Demo%20Data/rome-3-3_b4acra.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918566/Jaunt%20Demo%20Data/rome-3-4_njzggx.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622918566/Jaunt%20Demo%20Data/rome-3-5_dfozqn.jpg"
      ],
      "price": 59.00,
      "summary": "Nice and cosy attic in the heart of a characteristic neighborhood in Rome. The flat has just been completly renovated and is fully equiped with anything you need for your roman holiday ",
      "capacity": 3,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Parking",
        "Washer"
      ],
      "host": {
        "_id": "3545647677565",
        "fullname": "Roberto",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Italy",
        "countryCode": "IT",
        "address": "Rome, Italy",
        "lat": 41.902782,
        "lng": 12.496366
      },
      "reviews": [
        {
          "id": "51399230",
          "txt": "Very nice apartment. Very clean and organized. Location was not in the middle of the city but in a leaving neighborhood called Pigneto. Public transportation was very good (metro, tram and bus stations all less than 5 minutes walk from the apartment) which allowed us to get from the apartment to pretty much all the historic attractions in approx half an hour. Around the apartment are many restaurants, cafes and bars which all close late (not before midnight). All thing was that when we arrived we asked Roberto about the hot tub and he told us it was broken but did not tell us before booking or arriving. All in all the apartment was great and Roberto was a very helpful host (was flexible with check out time).",
          "rate": 4,
          "by": {
            "_id": "u199",
            "fullname": "Naama",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399224",
          "txt": "The apt is contemporary designed, has good vibe and lots of netural light. The bathroom is nice and the balcony is lovely. Great location near lots of good restaurants and bars. It's 3min walk from the Metro station, Bus stations to the city center and a supermarket. The host is freindly and easy to communicate with. I will stay here on my next trip to Rome.",
          "rate": 5,
          "by": {
            "_id": "u141",
            "fullname": "Zack",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399231",
          "txt": "Roberto was a wonderful host, I appreciated his communication tremendously. a spectacular stay near the hottest street in Pigneto!! A dream come true. Grazie mille",
          "rate": 5,
          "by": {
            "_id": "u122",
            "fullname": "Isabella",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399232",
          "txt": "The apartment is very nice and modern. The bed is comfortable and the bathroom and the jungle shower is great. To be able to cook for more than one person I would like a bit more kitchen tools but if you don't need to cook a lot the kitchen is good. There is a nice small balcony and a wonderful roof top terace with lots of plants and a good open view.",
          "rate": 5,
          "by": {
            "_id": "u124",
            "fullname": "Helle",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u121",
        "u123",
        "u122"
      ]
    },
    {
      "_id": "10006127",
      "name": "Real life anime locations in Tokyo!",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959109/Jaunt%20Demo%20Data/japan-2-1_yujaqc.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959109/Jaunt%20Demo%20Data/japan-2-2_pdic4u.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959108/Jaunt%20Demo%20Data/japan-2-3_ettpy2.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959108/Jaunt%20Demo%20Data/japan-2-4_yyqgi6.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959109/Jaunt%20Demo%20Data/japan-2-5_bgdcia.jpg"
      ],
      "price": 32.00,
      "summary": "A comfortable space that can accommodate up to 2 people. This apartment is 3mins from Shinjuku by train and also close to Shibuya ! It is a 5-minute walk from the nearest station of the apartment. The apartment is in a residential area so you can sleep peacefully and sleep at night. It is tourist friendly town includes a shopping street.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Kitchen",
        "Pets allowed",
        "Air conditioning",
        "Elavator"
      ],
      "host": {
        "_id": "51399128",
        "fullname": "Masami",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Japan",
        "countryCode": "JP",
        "address": "Tokyo, Japan",
        "lat": 35.661777,
        "lng": 139.704051
      },
      "reviews": [
        {
          "id": "51399130",
          "txt": "I fully recommend staying at these properties for great location and value. The 3 places I stayed were very clean and spacious and the WiFi is super fast for guests looking to work during their stay. The host is fast at supporting my needs and very friendly.",
          "rate": 5,
          "by": {
            "_id": "u161",
            "fullname": "David",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399130",
          "txt": "Nice place, close to the subway, convenience stores and supermarket. Had a nice little yard where pets could walk around.",
          "rate": 5,
          "by": {
            "_id": "u162",
            "fullname": "Meryl",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399130",
          "txt": "Really great place. Masami was very nice, and even let me check in early. Would definitely recommend.",
          "rate": 5,
          "by": {
            "_id": "u163",
            "fullname": "Gregory",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399130",
          "txt": "The place is clean, comfortable and at very convenient location close to the train station and stores. Masami responded all of my inquiries very quickly before and during my stay. I will definitely stay this place again if I'm around the area",
          "rate": 5,
          "by": {
            "_id": "u164",
            "fullname": "Yoko",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u121"
      ]
    },
    {
      "_id": "10006129",
      "name": "Shinjuku 4 min by train! Private detached building with comfortable nesting!",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959952/Jaunt%20Demo%20Data/japan-3-1_t2gv25.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959952/Jaunt%20Demo%20Data/japan-3-2_hlyqwd.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959952/Jaunt%20Demo%20Data/japan-3-3_eudo1p.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959952/Jaunt%20Demo%20Data/japan-3-4_gpf9pn.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622959952/Jaunt%20Demo%20Data/japan-3-5_x0yoes.jpg"
      ],
      "price": 48.00,
      "summary": "Calm interior for adults. It has a large storage space and a spacious table. Comfortable for long stays and remote work.",
      "capacity": 4,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning"
      ],
      "host": {
        "_id": "M130027779",
        "fullname": "Momo",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Japan",
        "countryCode": "JP",
        "address": "Tokyo, Japan",
        "lat": 35.661777,
        "lng": 139.704051
      },
      "reviews": [
        {
          "id": "51399150",
          "txt": "Momo is one of the best host I’ve ever met in Airbnb! She replied so quickly whatever I asked her. Also her place is very close to Shinjuku and I like its cozy atmosphere in the room. I will surely stay there near in the future!!! Thank you Momo;)",
          "rate": 5,
          "by": {
            "_id": "u173",
            "fullname": "Atsuki",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399151",
          "txt": "ﾃﾚﾋﾞが大きく､ﾘﾋﾞﾝｸﾞも広く快適でした｡2階のﾍﾞｯﾄﾞも二人で寝れるほど大きかったです｡",
          "rate": 5,
          "by": {
            "_id": "u174",
            "fullname": "梅村",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399152",
          "txt": "전체적으로 깔끔하고 청결한 곳이여서 또 이용하고 싶은 숙소입니다! 굿!",
          "rate": 4,
          "by": {
            "_id": "u174",
            "fullname": "Hyeonjun",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399153",
          "txt": "素敵な家でした",
          "rate": 4,
          "by": {
            "_id": "u175",
            "fullname": "翔太",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u130"
      ]
    },
    {
      "_id": "10006131",
      "name": "Castel Sant’Angelo Loft, with Roof Top!",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622960457/Jaunt%20Demo%20Data/rome-4-1_dqovce.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622960457/Jaunt%20Demo%20Data/rome-4-2_zjnprr.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622960457/Jaunt%20Demo%20Data/rome-4-3_q3p1bt.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622960457/Jaunt%20Demo%20Data/rome-4-4_wcgoer.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622960457/Jaunt%20Demo%20Data/rome-4-5_ggotqv.jpg"
      ],
      "price": 110.00,
      "summary": "The Loft is located 100 metres from Castel Sant Angelo, renovated in 2019, allowing guests to live the eternal city to the fullest! The house consists of a beautiful kitchen, complete with all the accessories and all the tools to cook. The living room is complete with LCD TV, air conditioning, and table, in the bedroom we find large windows overlooking a very characteristic alley and finally there is the bathroom complete with all the accessories and comforts!",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Pets allowed",
        "Air conditioning",
        "Parking",
        "Transportation"
      ],
      "host": {
        "_id": "51399135",
        "fullname": "Gianluca E Flavia",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Italy",
        "countryCode": "IT",
        "address": "Rome, Italy",
        "lat": 41.902782,
        "lng": 12.496366
      },
      "reviews": [
        {
          "id": "51399154454541",
          "txt": "The apartment is in amazing location near alot of restaurants and beautiful buildings, walking distance to most of the main attractions. The place is brand new, stylish and cosy, equiped with everything you'll need. Very recommended!",
          "rate": 5,
          "by": {
            "_id": "u1321",
            "fullname": "Asaf",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399154454542",
          "txt": "Nice and cozy place close to the downtown, perfect for 1 or 2 people.",
          "rate": 5,
          "by": {
            "_id": "u1323",
            "fullname": "Jorge",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399154454543",
          "txt": "do not book this space, it's a dark claustrophobic space, much smaller than the pictures suggest and THERE IS NO ROOF TERRACE ... definitively to avoid",
          "rate": 1,
          "by": {
            "_id": "u1323",
            "fullname": "Carlo",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399154454544",
          "txt": "I had a lovely stay at Gianluca e Flavia's place. The communication was excellent and very prompt. The location could not have been better, with walking distance to all the main attractions, lots of great restaurants and cafes in the vecinity. The rooftop terrace was perfect for the sun filled days I had in Rome. I would definitely stay in this beautiful flat again.",
          "rate": 5,
          "by": {
            "_id": "u1324",
            "fullname": "Andreea",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u131"
      ]
    },
    {
      "_id": "10006144",
      "name": "Vintage Style Studio Apt at Colosseum",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622961367/Jaunt%20Demo%20Data/rome-5-1_ccsj4a.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622961367/Jaunt%20Demo%20Data/rome-5-2_wky827.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622961367/Jaunt%20Demo%20Data/rome-5-3_vzqf6d.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622961367/Jaunt%20Demo%20Data/rome-5-4_a6mesq.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622961367/Jaunt%20Demo%20Data/rome-5-5_uapjtb.jpg"
      ],
      "price": 87.00,
      "summary": "This lovely apartment, completely renovated in 2015, is ideal for couples or solo travellers visiting Rome for either business or pleasure.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Pets allowed",
        "Parking"
      ],
      "host": {
        "_id": "51399136",
        "fullname": "Federico",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Italy",
        "countryCode": "IT",
        "address": "Rome, Italy",
        "lat": 41.902782,
        "lng": 12.496366
      },
      "reviews": [
        {
          "id": "51399961",
          "txt": "We had a wonderful stay at the appartment! It is small but had everything we needed. The location is great and is very close to a metro station and tram stations. Everyone were very helpful.",
          "rate": 5,
          "by": {
            "_id": "u190",
            "fullname": "Hilla",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399962",
          "txt": "Nice an clean place. The staff was super competent, they organised various tours (vatican, colosseum) for us. They also offer great coffee.",
          "rate": 5,
          "by": {
            "_id": "u191",
            "fullname": "Magdalena",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399963",
          "txt": "The communication was simple and fast. The apartment is cozy, clean and well equipped and located. We had a nice two night stay and would be happy to recommend and choose this place again. Thank you! :)",
          "rate": 5,
          "by": {
            "_id": "u192",
            "fullname": "Martin",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399964",
          "txt": "Very nice and cozy nook! Loved the bed and the location also. Good water pressure and excellent shower drainage!! We very much appreciated this which is not a given in this city of old buildings. Leading upto the check in, we had a minor lost in translation issue in confirming our understanding, however, Wesley who greeted and helped me check in was very helpful and kind- and no communication issues at all! One very minor thing- if they could avail a pair of scissors in the unit, it could be helpful :) I would highly recommend this place and would like to return for the future visits :)",
          "rate": 5,
          "by": {
            "_id": "u193",
            "fullname": "Juan",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u150",
        "u151"
      ]
    },
    {
      "_id": "10006135",
      "name": "Flora suite x2 metro Vittorio Emanuele",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962275/Jaunt%20Demo%20Data/rome-6-1_xwih1g.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962276/Jaunt%20Demo%20Data/rome-6-2_mx0nmt.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962276/Jaunt%20Demo%20Data/rome-6-3_wbzshf.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962276/Jaunt%20Demo%20Data/rome-6-4_azoxxe.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962275/Jaunt%20Demo%20Data/rome-6-5_jldxoj.jpg"
      ],
      "price": 79.00,
      "summary": "the studio is actually located inside another bigger apartment, subdivided into 2 different mini apartment, there are no shared space and privacy is guarantied. :)",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Washer"
      ],
      "host": {
        "_id": "51399120",
        "fullname": "Sara",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Italy",
        "countryCode": "IT",
        "address": "Rome, Italy",
        "lat": 41.902782,
        "lng": 12.496366
      },
      "reviews": [
        {
          "id": "5139996",
          "txt": "Sara was really kind and offered us a lot of information and the suite is 10 minutes distance from Termini Stazione, but the whole apartment is actually a bedroom with a bathroom in a full apartment with other rooms. Another aspect is the noise. The windows arent't closing very well and the trams station that is close to the apartment kept us awake every night.",
          "rate": 3.5,
          "by": {
            "_id": "u202",
            "fullname": "Andreea",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5139997",
          "txt": "We can’t thank Sara enough for making our stay in Rome so special!! Her place is amazing and we had a fantastic time. Her place is lovely, just like seen in the pictures! Great location, everything you need is just a short walk away. Small markets, coffee shops, pharmacy and metro station are just around the corner, 15 min walk to the Coliseum. You can see how much thought and attention to detail Sara has put into it! She is in all ways an amazing host, telling us where to get “real” Roman meals, best places to park and answered any question we’ve had in no time. We’ve stayed a whole week and will long treasure the great memories we’ve brought home.",
          "rate": 5,
          "by": {
            "_id": "u203",
            "fullname": "Tobias Manuel",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5139998",
          "txt": "Sara is a very friendly and helpful host. As this flat had a broken ac she gave me a bigger flat wich is at the other side from the park. All the tourist attractions were reachable by foot. Metro is a 20m away from the flat, as is a nice wine bar. I certainly recommend staying at Saras.",
          "rate": 5,
          "by": {
            "_id": "u204",
            "fullname": "Anida",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5139999",
          "txt": "Had a wonderful stay at this place because of Sara's extra hospitality! From giving us a lift from the station, offering a bigger flat because the one we booked had faulty air conditioner to taking time to tell us everything about Rome and sightseeing. The place was also clean, stylish with lots of lovely touches. Highly recommend!",
          "rate": 5,
          "by": {
            "_id": "u205",
            "fullname": "Renate",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u184",
        "u185",
        "u186",
        "u185",
        "u187"
      ]
    },
    {
      "_id": "10006137",
      "name": "Pantheon loft with internal balcony",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962421/Jaunt%20Demo%20Data/rome-7-2_u7hfhw.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962420/Jaunt%20Demo%20Data/rome-7-1_btunfm.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962421/Jaunt%20Demo%20Data/rome-7-3_nynwru.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962421/Jaunt%20Demo%20Data/rome-7-4_waqsuo.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962421/Jaunt%20Demo%20Data/rome-7-5_bpn07g.jpg"
      ],
      "price": 110.00,
      "summary": "Located in a building of the sixteenth century, situated in the heart of the historic center. Three minutes away from the Pantheon and from Piazza Navona, it is located halfway between the Vatican and the Colosseum USB plugs near the bed",
      "capacity": 4,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Pets allowed",
        "Air conditioning",
        "Washer"
      ],
      "host": {
        "_id": "33434111112",
        "fullname": "G&J",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Italy",
        "countryCode": "IT",
        "address": "Rome, Italy",
        "lat": 41.902782,
        "lng": 12.496366
      },
      "reviews": [
        {
          "id": "233234567654545",
          "txt": "We were very happy in this stay highly recommended is very comfortable walking distance to everywhere we came to Rome to see absolutely loved it!!! very private love the view very convenient market ground floor!!",
          "rate": 5,
          "by": {
            "_id": "u701",
            "fullname": "Maria",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "233234567654546",
          "txt": "The location of the flat is fantastic. We were close to everything and were able to visit the city by walking. Also, we were close to the main monuments : the Pantheon, the Trevi Fountain... I definitely recommend this flat. Plus, we had wonderful hosts !",
          "rate": 5,
          "by": {
            "_id": "u702",
            "fullname": "Noémie",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "233234567654547",
          "txt": "We had a lovely time at the flat. It’s got everything you need for a stay in Rome. It’s also really well located and I’m sure we’ll be back! Thank you guys :)",
          "rate": 5,
          "by": {
            "_id": "u703",
            "fullname": "James",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "233234567654548",
          "txt": "First things first, the location of the apartment is amazing. Imagine being a couple of minutes walk from the Piazza Navona or the Pantheon, a 5 to 10 minutes walk from the Trevi fountain or via del Corso or campo dei Fiori and the ghetto. By extension you're also a relatively short walk from the Spanish steps or the Tiber Island or the Forum. We also walked easily to the Vatican via the castle Sant Angelo, to the Colosseum and to the park of the Villa Borghese via its Pincio promenade. So the location is perfect. Then the apartment itself is very well laid out with the living room at its centre, a nice size and functional kitchen (we cooked every day), and the nice bathroom tucked at the end. The balcony is nice to relax while fixing some food. We also used the washing machine, and there is a Carrefour express super handy. The bed is big and comfy. Communication and arrangements were perfect (we had to change our plans at short notice). In all we are very grateful for such a nice place and host, and totally recommend both, thank you very much",
          "rate": 5,
          "by": {
            "_id": "u704",
            "fullname": "Oliver",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "10006139",
      "name": " Double/Twin Room, close to Opera and the Louvre with breakfast included",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876932/Jaunt%20Demo%20Data/paris-3-1_ierbpb.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876932/Jaunt%20Demo%20Data/paris-3-2_hpamft.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876932/Jaunt%20Demo%20Data/paris-3-3_ismyjv.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876932/Jaunt%20Demo%20Data/paris-3-4_ux866p.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622876932/Jaunt%20Demo%20Data/paris-3-5_xriljk.jpg"
      ],
      "price": 114.00,
      "summary": "The Daunou Opera enjoys a prestigious location in the heart of the right bank of Paris. It offers every imaginable comfort in a quiet and sophisticated setting. The hotel is superbly located between the Opera and Place Vendome, a few minutes from the Louvre, the Grevin Museum, the magnificent Tuileries Gardens, major department stores (Galeries Lafayette, Printemps Haussmann) and Gare Saint Lazare. It is convenient to the Olympia music hall and theatres such as Theatre De La Michodière, Theatre de Paris, Theatre de la Pépinière, Theatre Edouard VII, Theatre Daunou, Theatre des Variétés and Theatre du Gymnase. The Hotel Daunou Opera offers you Paris in all its splendour.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Air conditioning",
        "Newspapers",
        "Breakfast",
        "Elavator"
      ],
      "host": {
        "_id": "51399140",
        "fullname": "Lionel",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "France",
        "countryCode": "FR",
        "address": "Paris ,France",
        "lat": 48.864716,
        "lng": 2.349014
      },
      "reviews": [
        {
          "id": "321323231232131",
          "txt": "Great, modern place with an amazing location!",
          "rate": 5,
          "by": {
            "_id": "u192",
            "fullname": "Ida Katharina",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "10006151",
          "txt": "I expected more of this hotel because of the positive feedback I read. But unfortunately, my expectations haven’t met. The neighbours were extremely loud so I could not sleep even with earplugs and the room was very warm as the fan was not working well. Also the water in my sink didn’t run so it fludded.",
          "rate": 2,
          "by": {
            "_id": "u193",
            "fullname": "Jasmine",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "231313233333",
          "txt": "Was a great surprise, great experience!",
          "rate": 4,
          "by": {
            "_id": "u193",
            "fullname": "Shibei",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u192",
        "u193"
      ]
    },
    {
      "_id": "10006141",
      "name": "NEAR EIFFEL TOWER...RUE CLER AREA",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622878667/Jaunt%20Demo%20Data/paris-5-1_w46lop.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622878667/Jaunt%20Demo%20Data/paris-5-2_xr0fb0.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622878667/Jaunt%20Demo%20Data/paris-5-3_s2kxlo.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622878667/Jaunt%20Demo%20Data/paris-5-4_umj845.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622878667/Jaunt%20Demo%20Data/paris-5-5_tm4guz.jpg"
      ],
      "price": 44.00,
      "summary": "In the heart of the 7Th District... One of the best and typical Quartier parisien... Near The Eiffel Tower, Invalides Dome, Rodin museum, Champs de Mars park and the famous and typical parisian Rue CLER market... Luxury studios for rental...",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning"
      ],
      "host": {
        "_id": "343456790999889897897",
        "fullname": "Sl!M",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "France",
        "countryCode": "FR",
        "address": "Paris, France",
        "lat": 48.864716,
        "lng": 2.349014
      },
      "reviews": [
        {
          "id": "51399143",
          "txt": "Excellent location! The studio is located in a quiet building on a quiet street, well suited for remote work. Every grocery chain imaginable within walking distance, and very accessible by public transport. Sl!m is also very communicative and accessible! Very clean, neat, and tidy. I highly recommend. Suited for 1-2 persons maximum.",
          "rate": 5,
          "by": {
            "_id": "u164",
            "fullname": "Rachael",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399144",
          "txt": "Top",
          "rate": 5,
          "by": {
            "_id": "u165",
            "fullname": "Frederic",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399145",
          "txt": "Super impeccable",
          "rate": 4,
          "by": {
            "_id": "u166",
            "fullname": "Eva",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399146",
          "txt": "Very responsive, very clean and great location. The food around the area is great. This Airbnb will not disappoint",
          "rate": 5,
          "by": {
            "_id": "u167",
            "fullname": "Rob",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u101",
        "u101",
        "u102"
      ]
    },
    {
      "_id": "10006142",
      "name": "Beautiful, bright 1 bed sanctuary in Little Venice",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962874/Jaunt%20Demo%20Data/london-5-4_zlzmob.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962873/Jaunt%20Demo%20Data/london-5-2_cjvwxh.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962874/Jaunt%20Demo%20Data/london-5-3_llnebq.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962873/Jaunt%20Demo%20Data/london-5-1_cvf5xa.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622962874/Jaunt%20Demo%20Data/london-5-5_t8sf0u.jpg"
      ],
      "price": 114.00,
      "summary": "A double-ceiling, bright-but-cosy haven located in prime location of Little Venice. Complete with fully fitting kitchen and den-like bedroom, the building is a Victorian refurbishment with traditional skirting and ceiling decor. A short walk from the famous canals, the apartment boasts stunning walks to historic Notting Hill & Portobello road, and in the opposite direction, the buzz of Paddington. Local restaurants are abundant and Warwick Avenue tube station (Bakerloo Line) a 5 minute walk.",
      "capacity": 3,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Pets allowed",
        "Air conditioning",
        "Washer"
      ],
      "host": {
        "_id": "2313456766542323343",
        "fullname": "Ciara",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "United kingdom",
        "countryCode": "UK",
        "address": "London, United Kingdom",
        "lat": 51.509865,
        "lng": -0.118092
      },
      "reviews": [
        {
          "id": "23456777775",
          "txt": "Wonderful stay at Ciara's apartment! Was greeted by her boyfriend Rus, who checked us in and Ciara was on hand if we needed anything during the weekend. Amazing location to explore London as it is within walking distance of Stockwell Station so great for the Northern & Central Lines. The apartment is beautiful and has everything you may need for a comfortable, quiet stay in London. Would stay again!",
          "rate": 5,
          "by": {
            "_id": "u320",
            "fullname": "Niobe",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "23456777776",
          "txt": "It was our honour to be first guests in this fantastic house! Ciara is a fantastic host! It was a refreshing experience to feel the attention to detail and the care and love put to make our stay great. A real gem ;)",
          "rate": 5,
          "by": {
            "_id": "u321",
            "fullname": "Eva",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "10006150",
      "name": "Near Shinjuku Sta./Simmons#201",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622874947/Jaunt%20Demo%20Data/japan-1-1_fx56mb.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622874946/Jaunt%20Demo%20Data/japan-1-5_rg19sc.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622874946/Jaunt%20Demo%20Data/japan-1-6_fzqdd1.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622874946/Jaunt%20Demo%20Data/japan-1-7_dkiegf.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622874946/Jaunt%20Demo%20Data/japan-1-8_o5oc03.jpg"
      ],
      "price": 39.00,
      "summary": "New apartment. Most convenient area in Tokyo!! To Shinjuku station 9 min walk. To Yoyogi 3min walk. You can access all famous spot in Tokyo. There is only guest in the apartment.",
      "capacity": 3,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning"
      ],
      "host": {
        "_id": "M130008710",
        "fullname": "Happy",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Japan",
        "countryCode": "JP",
        "address": "Tokyo, Japan",
        "lat": 35.661777,
        "lng": 139.704051
      },
      "reviews": [
        {
          "id": "51399143",
          "txt": "Happy's place was amazing. Very close to the station, lots of great restaurants, grocery stores, and convenience stores within walking distance. I stayed for a long time (40 days). It was very close to anything I needed. It was very clean.",
          "rate": 5,
          "by": {
            "_id": "u177",
            "fullname": "Reiichiro",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399144",
          "txt": "The best thing about Happy's place is the location. It's about a 5 minute walk to Yoyogi station which is conveniently located on the Yamanote Line that can directly get you to Shibuya, Shinjuku, Tokyo station and many more tourist spots. I even walked one day to Harajuku and it maybe took 20 minutes. There's a row of restaurants and several convenience stores nearby. The apartment is located on the second floor, so prepare to haul heavy suitcases up a flight of stairs. The place is the perfect size for a solo traveler or couple- I would not recommend more than 2 people. The apartment was also very clean other than the table, which looked like it may have not been wiped from the previous guest. That being said, I'm a clean freak and would still stay at and recommend this place.",
          "rate": 5,
          "by": {
            "_id": "u165",
            "fullname": "Vivian",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399145",
          "txt": "Excellent",
          "rate": 4,
          "by": {
            "_id": "u166",
            "fullname": "Irismat",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399146",
          "txt": "Happy’s place is amazing. The apartment was perfect for a single female traveler. The neighborhood is convenient as well. Always felt safe even coming back late at night. I extended my stay for a week because I enjoyed it a lot. Highly recommend her place.",
          "rate": 5,
          "by": {
            "_id": "u167",
            "fullname": "Haruka",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "54667688878787",
      "name": "Florentine Studio",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622899397/Jaunt%20Demo%20Data/telaviv-1-1_tyghw5.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622899397/Jaunt%20Demo%20Data/telaviv-1-2_x0btvz.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622899397/Jaunt%20Demo%20Data/telaviv-1-3_dw7ak9.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622899397/Jaunt%20Demo%20Data/telaviv-1-4_yxliny.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622899397/Jaunt%20Demo%20Data/telaviv-1-5_ocy615.jpg"
      ],
      "price": 44.00,
      "summary": "In the middle of Florentine the Soho of Tel-Aviv, cool and new(!) designed small Studio -20 sqm-. Great value for money in an old building with young neighbors and awesome nightlife",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Pets allowed"
      ],
      "host": {
        "_id": "M10322008710",
        "fullname": "Dan",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Israel",
        "countryCode": "IL",
        "address": "Tel Aviv, Israel",
        "lat": 32.109333,
        "lng": 34.855499
      },
      "reviews": [
        {
          "id": "546733333",
          "txt": "Its well located if you like Florentin area, its ok for a short stay but it need some renovations (the windows dont close fully, water leaking in the shower). Outside of that it was clean and easy to get check-in / check-out.",
          "rate": 4,
          "by": {
            "_id": "u12",
            "fullname": "Yoni",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5667788",
          "txt": "A great apartment and a great neighborhod . Thanks",
          "rate": 4,
          "by": {
            "_id": "u165",
            "fullname": "Erez",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "87998798",
          "txt": "Very comfy and greatly located room",
          "rate": 4,
          "by": {
            "_id": "u66",
            "fullname": "Gal",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399146",
          "txt": "Das was an excellent host and We loved the place. The apartment is nice and small, exactly like the photos. For us the best thing was the location in our favorite neighborhood in Tel Aviv. Thanks!",
          "rate": 5,
          "by": {
            "_id": "u137",
            "fullname": "Inbal",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "23233444",
      "name": "Charming Studio,terrace,Bauhaus,superb location!!!",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622900524/Jaunt%20Demo%20Data/telaviv-2-1_n87qdu.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622900524/Jaunt%20Demo%20Data/telaviv-2-2_xjxxok.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622900525/Jaunt%20Demo%20Data/telaviv-2-4_qoqhbi.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622900525/Jaunt%20Demo%20Data/telaviv-2-3_sfkp0y.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622900524/Jaunt%20Demo%20Data/telaviv-2-5_kkpssd.jpg"
      ],
      "price": 125.00,
      "summary": "My place is located on the corner of Dizzengof and Ben Gurion Boulevard, one of the city´s best location. A beautiful Bauhaus building close to public transport, nightlife, beaches and shops. You’ll love the beautiful decor and amount of amenities; the comfy bed and the coziness; the space and the light. My place is good for couples, solo adventurers, and business travelers. Business traveler (among others) can ask for a small printer/scanner as well as for iron machine and board.",
      "capacity": 2,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Elevator"
      ],
      "host": {
        "_id": "M1432710",
        "fullname": "Ariel",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Israel",
        "countryCode": "IL",
        "address": "Tel Aviv, Israel",
        "lat": 32.109333,
        "lng": 34.855499
      },
      "reviews": [
        {
          "id": "12121234",
          "txt": "Ariel's (who is an AMAZING host) place is not only in the perfect location but also but perfect by itself. A true a homie feel in the heart of Tel Aviv...",
          "rate": 5,
          "by": {
            "_id": "u2",
            "fullname": "Adi",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "43657888",
          "txt": "If you are looking for the best Tel Aviv location, look no further than Ariel's place. The location is amazing and the apartment is even more amazing. Very cozy, great space for one or two people. Very clean as well. And Ariel is very accommodating and easy to get in touch with. Would highly recommend this for those looking for a weekend getaway or for people who want to get the true Tel Aviv experience.",
          "rate": 5,
          "by": {
            "_id": "u164",
            "fullname": "Sara",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "8795543437676",
          "txt": "Great location, very clean and Comfy bed. You can go anywhere by foot. Loved it!",
          "rate": 5,
          "by": {
            "_id": "u26",
            "fullname": "Mai",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399154567746",
          "txt": "Fantastic place in beyond perfect location!!",
          "rate": 5,
          "by": {
            "_id": "u147",
            "fullname": "Jo",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "3567677",
      "name": "Artsy Florentine Studio ☆ Private Entrance ☆ TV",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622901003/Jaunt%20Demo%20Data/telaviv-3-3_jkqykp.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622901003/Jaunt%20Demo%20Data/telaviv-3-1_hbajrj.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622901003/Jaunt%20Demo%20Data/telaviv-3-2_th1f5k.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622901003/Jaunt%20Demo%20Data/telaviv-3-5_ib2noz.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622901003/Jaunt%20Demo%20Data/telaviv-3-4_phjvge.jpg"
      ],
      "price": 101.00,
      "summary": "BRAND NEW!! Really uniquely designed studio apt with highlighted features located on a quite street in the artsy graffiti quarter of the Florentine neighborhood. Equipped with all the amenities and necessities you may need.",
      "capacity": 3,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Bathtub"
      ],
      "host": {
        "_id": "M147710",
        "fullname": "Meir",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Israel",
        "countryCode": "IL",
        "address": "Tel Aviv, Israel",
        "lat": 32.109333,
        "lng": 34.855499
      },
      "reviews": [
        {
          "id": "12121234",
          "txt": "The place is great, stylish, comfortable and in a really cool location. It's located on the ground floor and there's some street noise at times. But that's the nature of this neighborhood and what it's about, going out and enjoying nightlife (when not in a lockdown due to a pandemic, of course).",
          "rate": 5,
          "by": {
            "_id": "u54552",
            "fullname": "Tal",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "990008",
          "txt": "Meir's place is perfectly located, we had an amazing time and we would definitely come again!",
          "rate": 5,
          "by": {
            "_id": "u164",
            "fullname": "Lior",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "654765342432",
          "txt": "Small stylish and fun place! We really enjoyed the staying at Meir’s apartment! It has everything you need to enjoy your vacation! Highly recommended!!",
          "rate": 5,
          "by": {
            "_id": "u26233",
            "fullname": "Ido",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399154567746",
          "txt": "Great place, very stylish apartment",
          "rate": 5,
          "by": {
            "_id": "u347",
            "fullname": "Ron",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    },
    {
      "_id": "6754546576",
      "name": "Dream Bauhaus - Dream from home...",
      "imgUrls": [
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622903845/Jaunt%20Demo%20Data/telaviv-4-1_hggxfh.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622903846/Jaunt%20Demo%20Data/telaviv-4-2_tctcda.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622903846/Jaunt%20Demo%20Data/telaviv-4-3_dlc6gv.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622903846/Jaunt%20Demo%20Data/telaviv-4-4_qpnafa.jpg",
        "https://res.cloudinary.com/dyz2f5gzh/image/upload/v1622903846/Jaunt%20Demo%20Data/telaviv-4-5_ljfv3d.jpg"
      ],
      "price": 96.00,
      "summary": "The apartment is in an antique Bauhaus, with high ceiling and Meda floor. Designed by the interior designer Henry Yam, Who is known for her rich luxuries taste. Enlighten rooms and garden access. The location is in the heart of Florentine. A very nice upcoming area, with lots of coffeshops, cafees, streetart, galleries and cool shops. It is close to Rothschild Boulevard, where u can find a lot of nightlife. 10min bike ride to the beach and old Jaffa. You wont regret your time here!",
      "capacity": 4,
      "amenities": [
        "TV",
        "Wifi",
        "Kitchen",
        "Air conditioning",
        "Bathtub",
        "Backyard"
      ],
      "host": {
        "_id": "M147734210",
        "fullname": "Morena",
        "imgUrl": "https://source.unsplash.com/random/100x100/?face"
      },
      "loc": {
        "country": "Israel",
        "countryCode": "IL",
        "address": "Tel Aviv, Israel",
        "lat": 32.109333,
        "lng": 34.855499
      },
      "reviews": [
        {
          "id": "43254676788",
          "txt": "Morena's place is beautiful and looks exactly like the pictures. Perfect for a nice couple getaway or if you want to be close walk from the sea. Also there is an ampm around the corner which is super convenient. I would definitely come again.",
          "rate": 5,
          "by": {
            "_id": "u54556782",
            "fullname": "Amit",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "990008",
          "txt": "the house is great, and the area was also great for me. it was very easy to find the house and it was so easy to connect Gabriel. I'm sure I'll come back there again. Thank u",
          "rate": 5,
          "by": {
            "_id": "u1667894",
            "fullname": "Nurit",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "654765342432",
          "txt": "The loft was absolutely perfect for my stay. Spacious, clean, well-located. If you are a single traveler or a couple, this is an ideal space and unlike anything else in the neighborhood. Moran was also very attentive and helpful to any question I had. One note: there is construction in the back (during the morning through afternoon) and as the apartment is ground level, there are often people walking by the front door etc. So it may be something to consider if you’re not used to “city noise”. Didn’t bother me at all, but I know others might not be used to noise as much. But highly recommend this beautiful and cozy special find in Florentine!",
          "rate": 5,
          "by": {
            "_id": "u232226233",
            "fullname": "Orlando",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "51399154567746",
          "txt": "This may have been my favorite Airbnb I have ever been in, aside from its obvious beauty, the host was soooo helpful and communicative throughout my stay. I also believe that the value of this Airbnb is way more than the actual cost so it is an amazing price for the quality of the experience!! Highly recommend",
          "rate": 5,
          "by": {
            "_id": "u3490007",
            "fullname": "Kayla",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "5139999746",
          "txt": "The uncleaned balcony made me feel very disappointed. The place looks very like the pictures, but there was a leakage of water from the roof all over the balcony so it was very upsetting, and of course we didn't expect to find a dog's poo on the grass in the balcony... But the rest of the apartment was clean and looked great, and the bed and sofa are comfy. The service can be improved",
          "rate": 5,
          "by": {
            "_id": "u30907",
            "fullname": "Yael",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        },
        {
          "id": "577898976",
          "txt": "Be honored for my wife's birthday. The apartment is on the road. Lots of noise from outside. Non private garden. The apartment stinks of mold. The owner of the apartment argued and gave no solution. We had to sleep in the hotel. We paid twice the price and did not receive proper value. We are currently drafting a letter to the Airbnb system to request a full refund of the trip. Because we didn't stay in the apartment for over an hour. The reactions of the guests before us were misleading. Luckily we continued on a trip we did in Tel Aviv. But with a bad feeling. Feeling distrustful.",
          "rate": 1,
          "by": {
            "_id": "u107",
            "fullname": "Ziv",
            "imgUrl": "https://source.unsplash.com/random/100x100/?face"
          }
        }
      ],
      "likedByUserIds": [
        "u101",
        "u102"
      ]
    }
  ]
}